[
    {   "place_id":"1",
        "placeName": "Sundarbans",
        "image": "https://i.ibb.co/Cw601CM/Sundarbans.jpg",
        "shortDescriptionTitle": "Visiting Natural Wonders of the Sundarbans",
        "shortDescription": "Sundarbans tourist attractions The Sundarbans, a unique eco-tourism destination, is the largest Mangrove Forest on earth and a UNESCO World Heritage Site. It stretches about 80km into the Bangladeshi and Indian mainland from the coast of the Bay of Bengal. 60% of this mist-shrouded forest is located in Bangladesh. Though this 10,500km2 forest area is surrounded by two of the most densely populated country on three sides, it remains remote, inhospitable and largely uninhabited by people. Intersected by a complex network of rivers and creeks, mudflats and tiny islands, this amazing forest is comprised of two elementary ecoregions: The Mangrove Forest and the Freshwater Swamp Forest.   The word Sundarbans means a beautiful forest. However, the name derived from the “Sundari” trees which are seen here plentifully. This forest is mainly famous for the Royal Bengal Tiger but you’ll also see here the spotted deer, saltwater crocodiles, and different types of birds. This huge forest provides habitat for 42 species of mammal, 290 species of bird, 120 species of fish, 50 species of reptiles and  8 species of amphibian.",
        "fullDescriptionTitle": "Popular Destination:",
        "fullDescription": "Katka:    Located on the southeast corner of the Sundarbans, this place is one of the most tourists visited place. Tourists come here to see tigers, spotted deer and different types of birds. You can easily see the wildlife of Sundarbans from the 40 feet high wooden watchtower. <br> Kochikhali:   Located 14km to the east of Katka, Kochikhali features dense forests facing the Bay of Bengal. Boating along the Kochikhali Khal will provide you the glimpse of basking crocodiles, deer, wild boar, lizards and a lot of birds. Even, sometimes you can see the famous Royal Bengal Tiger. <br> Hiron Point:  Headquarter of the South Wildlife Sanctuary, Hiron Point, is one of the most visited places in Sundarbans. Tourists come to this graceful spot to see tigers and other rare and spectacular wildlife such as monkey, crocodiles, otter, snakes etc. Also known as Nilkamal, this place is also famous for different types of birds. <br> Jamtola Beach:    Though this beach is not a famous one, this lonesome beach is a nice and clean beach in Bangladesh. For its remote location, deep in the Sundarbans beside the Bay of Bengal not many people come here. But if you come here and spend some time on this serene beach, it will be an unforgettable experience in your life. <br> Dublar Char:   This beautiful Sundarbans tourist attraction island is well-known for its picturesque scenarios and fishing and dry fish processing activities. Located to the southwest of Katka and southeast of Hiron Point, Dublar Char is famous for the three days long Rush Mela. Then Thousands oe here to join this festival from different parts of the country. <br> Karamjol:  This magnificent visiting place in Sundarbans serves as a deer breeding and wildlife rearing center. To see different precious and rare species of wildlife thousands of tourists make their way to Karamjol, a ranger station deep in the forest. <br>  Mandarbaria:   Though this is not one of the most visited destinations, it can provide you a good opportunity of catching a glimpse of tigers and other wildlife of the Sundarbans tourist attractions."
    },
    {   "place_id":"2",
        "placeName": "Cox’s Bazar",
        "image": "https://i.ibb.co/VQMVNwX/Cox-s-Bazar-1.jpg",
        "shortDescriptionTitle": "Topmost Tourist Attractions to Visit in Cox’s Bazar",
        "shortDescription": "Cox’s Bazar is one of the most popular tourist spot in Bangladesh which is situated in the most southern part and the largest  (112 km) sea beach in the world. It is the best place to enjoy the scene of sunrise and sunset.  The cool fresh air and peaceful weather on the shore will surely make you relaxed. So for a serene and relaxing vacation, this place is mostly recommended to the visitors.",
        "fullDescriptionTitle": "Popular Destinations:",
        "fullDescription": "Cox’s Bazaar:    Cox’s Bazaar is the tourist capital of Bangladesh. Sloping down to the blue water of the Bay of Bengal against the picturesque backdrop of a series of hills covered with dense forest, Cox’s Bazaar sea beach is the longest sea beach in the world. It’s total length is 120km.  Located 150 km south of Chittagong, this place got its name from Captain Hiram Cox, an officer of the British East India Company. It is the place of miles of golden sands, lofty cliffs, surfing waves, amazing conch shells, beautiful pagodas, Buddhist temples and tribes and mouth watering sea foods. <br> The shark-free beach has its own reputation for bathing, sunbathing, swimming and surfing. The breathtaking beauty of the setting sun behind the vast sea is fascinating. Visits to the beautiful places like Himchari, Teknaf, Inani Beach, Buddhist temples at Ramu and islands such as Sonadia, St. Martin and Maheshkhali can make your journey memorable. <br> Laboni Beach:    It ’s not only the prime sea beach of Cox’s Bazar but also it’s the closest to the town. Near the sea beach, you will find hundreds of shops selling different items to the tourists. This beach remains over-crowded for its convenient location. Tourists can enjoy sunbathing, jogging, surfing, jogging and swimming here. This beach is the best place, especially for swimming and relaxation. <br> Inani Beach:    This 18-kilometre-long (11 mi) sea beach is only half an hour’s drive from Cox’s Bazaar. With the deep sea to the west and a backdrop of towering cliffs to the east, this beach will spellbound you with its enchanting view.   It has a lot of very sharp black and green coral stones. <br> Ramu:  About 16km away from Cox’s Bazar sea beach, This Buddhist village is situated on the main road to Chittagong. There are a number of monasteries, khyangs and pagodas with great religious importance which are rich in years old artifacts, scripts, relics etc. There’s a large bronze statue of Buddha which is more than thirteen feet height. The people of this Buddhist village are very charming and peace-loving. <br> Himchari: About 32 km south of Cox’s Bazar town this place is famous for its broken hills and a number of waterfalls. The biggest one cascades down towards the beach. There is a reserve national park and you can see limited number of Asian elephant here. <br> Bangabandhu Sheikh Mujib Safari Park:  It is the first ever Safari Park in Bangladesh. Here Animals are kept in fairly large area with natural environment and you can see them whenever you visit by bus, jeep or on foot.Maheshkhali:    This Island has an area of about 268 square kilometers. The center of the island and its eastern coast is a bit hilly but the west and north is bordered by mangrove forest. In the hills, you will see the shrine of Adinath. By its side, there is a Buddhist temple. <br> Aggmeda Khyang:   This massive Buddhist monastery is adored by about 400,000 Buddhist people of Cox’s Bazaar and the Chittagong Hill Tracts. The main sanctum is placed on a chain of round wooden columns. It has a tabernacle and an assembly hall along with a reservoir of big and tiny bronze Buddha images and a number of ancient manuscripts.<br>  Teknaf:   80 km from Cox’s Bazaar, Teknaf is the southernmost tip of Bangladesh and bordered by Myanmar. Visiting this small town will be an amazing experience because the road goes alongside the beautiful Naf River and through forested hilly areas."
    },
    {   "place_id":"3",
        "placeName": "Rangamati",
        "image": "https://i.ibb.co/x6tY3zF/Ramu.jpg",
        "shortDescriptionTitle": "Popular Destinations:",
        "shortDescription": "Set amongst the beautiful Chittagong Hill Tracts is the delightful mountain town of Rangamati which is a serene and peaceful alternative to many of Bangladesh’s frantic cities. The town sits on the banks of Kaptai Lake which is known for its blue and green waters as well as the woodlands that surround it. Small, colorfully painted boats bob on the surface of the lake and if you are lucky then you may see an Asian elephant strolled along the riverbank. The main draw here is the hiking and wildlife excursions as well as the golden statue of Buddha Dhatu Jadi. Other top spots to visit also include the Parjatan Hanging Bridge and the regal palaces of the old Chakma Raj.",
        "fullDescriptionTitle": "Popular Destinations:",
        "fullDescription": "The District of Chittagong Hill Tracks area in Rangamati, a place full of natural amusement and here, here, you can find a man-made lake surrounded by Hill called Kaptai Lake where you can take a ride by boat all over the day, a Buddhist Monastery here named Rajban Bihara, a high-quality handicrafts market made by the tribal of Rangamati. <br> Sajek Valley is located at Baghaichhari, Rangamati. Besides this nature attraction, there are eight more nature attractions listed in Rangamati. There is also six attractions listed in this district in other categories. You will find the exact location of Sajek Valley on the map above. <br> Hanging Bridge is located in Rangamati - 4530. Besides this landmark, there are four more landmarks listed in Rangamati. There is also ten attractions listed in this district in other categories. You will find the exact location of Hanging Bridge on the map above. <br> Shuvolong Waterfalls is located in Rangamati. Besides this nature attraction, there are eight more nature attractions listed in Rangamati. There is also six attractions listed in this district in other categories. You will find the exact location of Shuvolong Waterfalls on the map above."
    },
    {   "place_id":"4",
        "placeName": "Bandarban",
        "image": "https://i.ibb.co/LnPZM2k/sitakundo.jpg",
        "shortDescriptionTitle": "Bandarban",
        "shortDescription": "Cox’s Bazar is one of the most popular tourist spot in Bangladesh which is situated in the most southern part and the largest  (112 km) sea beach in the world. It is the best place to enjoy the scene of sunrise and sunset.  The cool fresh air and peaceful weather on the shore will surely make you relaxed. So for a serene and relaxing vacation, this place is mostly recommended to the visitors.",
        "fullDescriptionTitle": "Popular Destinations:",
        "fullDescription": "Sitakundu: It is one of the oldest sites in Bangladesh.  If you want to soothe your mind then definitely enjoy the natural and charming beauty of sitakundu. It is very famous for the Chandranath temple and Buddhist temples. Many waterfalls, mountains, and green rivers make the place heaven. If you are nature and adventure lover then you must visit this place.  <br> Chimbuk Hill is the most adventurous tourist attraction of Bangladesh because climbing up on the hill you can feel like floating on the clouds and the hill is located only 26 kilometers away from the Bandarban Sadar. You can notice lots of hills furnishing like a wave of the sea in a zigzag row and observe the lifestyle of the tribal.  "
    },
    {   "place_id":"5",
        "placeName": "St. Martin’s Island",
        "image": "https://i.ibb.co/48rLbLN/Saint-Martin-Island.jpg",
        "shortDescriptionTitle": "St. Martin’s Island",
        "shortDescription": "The St. Martin’s Island, also known as Narikel Jinjira (an island of coconut) and Daruchinir Deep (an island of cinnamon), is one of the most visited tourist’s spots in Bangladesh. The only coral island in Bangladesh is about 8 km in length and rarely more than 1km wide. It is about 10 km (6mi) south-west of the southern tip of the Cox’s Bazar-Teknaf peninsula. Beaches fringed with coconut palms, panoramic beauty of the island and pristine marine life attract the tourists. Magnificent landscapes, crystal clear sea water, coral colony, and the roar of the Bay of Bengal are the main attraction of the visitors.",
        "fullDescriptionTitle": "Visiting St Martin, The Amazing Coral Island in Bangladesh",
        "fullDescription": "Lying back on a beach chair, staring at the night sky studded with the radiant moon or millions of twinkling stars want to experience crisp sonic sounds of sea waves then st. martin’s island is the right place to calm down your soul. The St. Martin’s Island also known as Narikel Jinjira (an island of coconut) and Parachinar Deep (an island of cinnamon) is one of the most visited tourist spots in Bangladesh. The only coral island in Bangladesh is about 8 km in length and rarely more than 1km wide. It is about 10 km (6mi) south-west of the southern tip of the Cox’s Bazar-Teknaf peninsula. Beaches fringed with coconut palms, panoramic beauty of the island and pristine marine life attract the tourists. Magnificent landscapes, crystal clear sea water, coral colony, and the roar of the Bay of Bengal are the main attraction of the visitors. Tourists come here to soak up sun rays and roaming in lonesome seclusion on the sea beach enclosed by corals and crystal clear water of the sea. Far from the noisy environment of the city life, the tranquility of this island will help you to pacify your soul. To enjoy sensing and sighting the beauties of darkness with no electric lights around the blurry vision encourage many tourists to stay here overnight. If you stay here overnight and enjoy one moonlit night here, you will want to stay on this island forever. Various types of seafood here will satisfy your appetite."
    },
    {   "place_id":"6",
        "placeName": "Kuakata",
        "image": "https://i.ibb.co/6bbsK3J/katka.jpg",
        "shortDescriptionTitle": "Kuakata Sea Beach",
        "shortDescription": "Kuakata Sea Beach is a panoramic sea beach with 30 kilometers of picturesque landscape located at Lotachapli, Kolapara, Patuakhali. It’s a unique beach where you can be witnessed of both sunrise & sunset, not only that you can enjoy the beauty of Jhauban which is covered by coconut trees.",
        "fullDescriptionTitle": "Visiting Kuakata Beach, the Daughter of Sea",
        "fullDescription": "Kuakata sea beach Known as Sagar Kannya or the Daughter of the sea, Kuakata is famous for its panoramic sea beach. This 18 km long and 3 km wide sea beach is located at Kalapara Police Station of Patuakhali district. Kuakata sea beach about 320 km from Dhaka and 70 km from Patuakhali Sadar. It is a unique place where you can witness both sunrise and sunset unobstructed. This beach is a lovely combination of picturesque natural beauty, blue sky, sandy beach, vast bay, and evergreen jhaubon. Here one can see 100 years old Buddhist temple and two wells of about 200 years old."
    },
    {   "place_id":"7",
        "placeName": "Jaflong",
        "image": "https://i.ibb.co/V3Nz8tr/himchari.jpg",
        "shortDescriptionTitle": "Jaflong",
        "shortDescription": "Situated at the border between Bangladesh and Indian state Meghalaya, Jaflong is one of the most Tourist Attractions in Jaflong destinations in Sylhet. Overshadowed by subtropical mountains and rain-forests, this place is about 60 km from Sylhet town. This scenic spot is situated on the river Piain. Its landscape beauty among gardens and hills enchants the tourists. The Mari River coming from the Himalayan Mountain range brings tons of stone boulders with its stream. This place is famous for its stone collection activities. It is the home of the Khasi tribe. Tourists come here mainly in winter to see the stone collecting process but during monsoon, Jaflong reveals its different type of beauty with numerous falls cascading from lush green mountains. The amazing beauty of white clouds and gushing waterfalls streaming from the green mountains enthrall locals as well as tourists.",
        "fullDescriptionTitle": "Topmost Tourist Attractions to Visit in Jaflong",
        "fullDescription": "Zero point:  It is actually the no-man’s-land between India and Bangladesh. From here you can enjoy the best panoramic view of the Meghalaya hills. You can also have the best view of the river Piain from here. The iconic picture of Jaflong which is seen everywhere is a bridge between two hills and this place is only a little distance from the zero point. You can go there on foot when water flows low. But in the rainy season, the water level becomes high and then you can hire a boat from Bolla Ghat to go there. <br> Piain River:  The river comes from the hills of Meghalayas and flows through Bangladesh. Numerous waterfalls of the hilly area are the contributor of this river. The river fetches a lot of stones with its flow. From the river you can have the stunning view of the hills of Meghalayas. <br>  Sengram Punji Waterfalls: Nearly 700 meters west of the Zero Point, there is a waterfall on the hills of Meghalaya.  During winter, when the water flows low you can cross the river on a boat and walk to the waterfall. But in Rainy season you have to hire a boat to reach this place. Though this beautiful place is in Indian Territory, Bangladeshi tourists can go there and enjoy the scenic beauty of this stunning waterfall. To enjoy it’s full form you have to visit this waterfall during the monsoon."
    },
    {   "place_id":"8",
        "placeName": "Paharpur",
        "image": "https://i.ibb.co/cDnYSFj/paharpur.jpg",
        "shortDescriptionTitle": "Visiting Paharpur",
        "shortDescription": "Sompur Mahabihar or Paharpur Buddhist Vihara is one of the largest well known Buddhist Bihar’s in the Indian Subcontinent and one of the most popular tourist destinations in the country. This very important archaeological site was designated as a UNESCO World Heritage Site in 1985. The Bihar is located at Paharpur village, Badalgachhi Upazila in Naogaon District.",
        "fullDescriptionTitle": "Visiting Paharpur, Relics of a Buddhist Bihar",
        "fullDescription": "This Buddhist Monastery is famous for its unparalleled architectural design.  The wonderful terracotta plaques of the then musicians, snake charmers, different types ofanimlas are the key attractions to see. The outer walls of the temple are decorated with the lifestyle plaques of ordinary folks of hundreds of years. From the excavation work and the inscriptions found on the seals, it has been found that Sompur  Mahavihara was built by  the second Pala king Dharmapala (782-821) of Pala Dynasty. Other sources say that it was built by  Dharmapala’s successor Devpala (circa 810-850) after his conquest of Varendra. The monastery got its first renovation work during the reign of Mahipala (circa 995-1043AD). Then in the 11th century, the monastery was destroyed by fire during a conquest by the Vanga army. After about 100 years Vipulashrimitra  rebuilt the Bihar and constructed a temple of Tara. In the second half of the 12th century, during the reign of the Sena Dynasty, the Bihar started to decline and was ultimately abandoned during 13th century when Muslim invaders occupied this place. Buddhist Monks used to meet here to discuss on different subjects apart from Buddhism.  The Monks from China, India, Japan and other parts of the world come to exchange their studies on culture, politics, arts and other faculties. Famous Buddhist scholar Atisha Dipankar Srijnan resided here for many years and interpreted Madhyamaka Ratnaprodipa into Tibetan. "
    }
]